Repository: WPPlugins/birthdays-widget
Catalog: languages/birthdays-widget-*.po
Languages: el

source: Access
el: Πρόσβαση

source: Action
el: Ενέργεια

source: Add
el: Προσθήκη

source: Birthdays
el: Γενέθλια

source: Calendar
el: Ημερολόγιο

source: Date
el: Ημερομηνία

source: Delete
el: Διαγραφή

source: Disabled
el: Απενεργοποίηση

source: Download
el: Λήψη

source: Editing
el: Υπό επεξεργασία

source: Enabled
el: Ενεργοποίηση

source: Export
el: Εξαγωγή

source: File
el: Αρχείο

source: Image
el: Εικόνα

source: Import
el: Εισαγωγή

source: List
el: Λίστα

source: Mode
el: Λειτουργία

source: Name
el: Όνομα

source: New
el: Νέο

source: Save
el: Αποθήκευση

source: Template
el: Θέμα

source: Title
el: Τίτλος

source: Upcoming
el: Μελλοντικά Γενέθλια

source: Add New
el: Προσθήκη

source: Are you sure you want to delete this record?
el: Σίγουρα θέλετε να διαγράψετε την εγγραφή?

source: Birthday for WordPress Users
el: Γενέθλια για τους Χρήστες του WordPress

source: Birthday "wish"
el: "Ευχή" Γενεθλίων

source: Birthdays Widget - List of Birthdays
el: Widget Γενεθλίων - Λίστα Γενεθλίων

source: Birthdays Widget Options
el: Επιλογές του πρόσθετου Birthdays Widget

source: Calendar Color #1
el: Χρώμα 1ο

source: Calendar Color #2
el: Χρώμα 2ο

source: Careful! The meta you select must be present in every WP User you set a birthday, otherwise nothing will be displayed.
el: Προσοχή! Κάθε WordPress χρήστης πρέπει να έχει αυτό το πεδίο, διαφορετικά δεν θα εμφανιστεί κάτι για τον συγκεκριμένο χρήστη.

source: Colour for birthdays in Calendar Widget
el: Χρώμα των ημερών με γενέθλια στο ημερολόγιο

source: Comma between names
el: Κόμμα ανάμεσα στα ονόματα

source: Consecutive days
el: Συνεχόμενες μέρες

source: CSV must have format &lt;name&gt;,&lt;date&gt; where &lt;name&gt; a string and &lt;date&gt; as Y-m-D
el: Η μορφοποίηση του αρχείου CSV πρέπει να είναι &lt;όνομα&gt;,&lt;ημερομηνία&gt; όπου &lt;όνομα&gt; αλφαρηθμιτικό και &lt;ημερομηνία&gt; υπό μορφή Έτος-Μήνας-Μέρα

source: Current Day Color
el: Χρώμα Τρέχουσας Ημέρας

source: Days with birthdays
el: Μέρες με γενέθλια

source: Days with birthdays could be 1rst February, 3rd March, 15th March ... etc, based on the birthdays in your list
el: Μέρες με γενέθλια μπορούν να είναι 1 Φεβρουαρίου, 3 Μαρτίου, 15 Μαρτίου ... κλπ, ανάλογα με τα γενέθλια στην λίστα σας

source: Default
el: Προεπιλογή

source: Delete All
el: Διαγραφή Όλων

source: Disable Image
el: Απενεργοποίηση Εικόνας

source: Disabled birthday field for WordPress Users
el: Απενεργοποίηση γενεθλίων για τους WordPress Χρήστες

source: Draw birthday of WordPress Users from the
el: Για τα γενέθλια των WordPress Χρηστών, χρήση της τιμής του

source: Enable Image
el: Ενεργοποίηση Εικόνας

source: Ex: Consecutive days would be 1rst February, 2nd February, 3rd February ... etc
el: Πχ: Συνεχόμενες μέρες μπορούν να είναι 1 Φεβρουαρίου, 2 Φεβρουαρίου, 3 Φεβρουαρίου ... κλπ

source: Export Birthday List Page
el: Σελίδα εξαγωγής Λίστας Γενεθλίων

source: Export WordPress Users
el: Εξαγωγή χρηστών WordPress

source: Fields in Registration Form
el: Πεδία στην Φόρμα Εγγραφής Χρήστη

source: First Name
el: Όνομα

source: Gravatar's profile image
el: Εικόνα προφίλ από το Gravatar

source: Happy Birthday
el: Χρόνια Πολλά

source: has been uploaded.
el: μεταφορτώθηκε.

source: Here you can select which roles of your website can have access to page editing/viewing the birthday list.
el: Εδώ μπορείτε να επιλέξετε ποιοι ρόλοι της σελίδας σας θα έχουν πρόσβαση στη λίστα γενεθλίων για επεξεργασία.

source: Here you can upload a CSV file with your own data or from a plugin-export.
el: Εδώ μπορείτε να μεταφορτώσετε ένα αρχείο CSV με τα δικάς δεδομένα ή παραγμένο από προηγούμενη εξαγωγή του πρόσθετου.

source: If disabled images for WordPress Users will be handled with WordPress Media Manager.
el: Εάν απενεργοποιηθεί, οι εικόνες των Χρηστών WordPress θα επιλέγονται από την Συλλογή.

source: If you have consecutive days with birthdays and don't want the same color
el: Εάν υπάρχουν συνεχόμενες μέρες με γενέθλια και δεν θέλετε το ίδιο χρώμα

source: If you want space between the names but no comma, consider adding a CSS rule to class
el: Εάν θέλετε κενό μεταξύ των ονομάτων αλλά όχι κόμμα, προσθέστε τον κατάλληλο κανόνα CSS στη κλάση

source: Image Settings
el: Ρυθμίσεις εικόνας

source: Images in list template
el: Εικόνες στο θέμα λίστα

source: Import Birthday List Page
el: Σελίδα Εισαγωγής Γενεθλίων

source: In order to download the export file press
el: Για να κατεβάσετε το αρχείο εγγραφών πατήστε

source: Leaving this field empty will revert to the default image.
el: Αφήνοντας κενό αυτό το πεδίο, επιλέγετε την προεπιλεγμένη εικόνα.

source: Make sure that the imported file is encoded in UTF-8.
el: Σιγουρευτείτε πως το αρχείο εισαγωγής είναι κωδικοποιημένο σε UTF-8.

source: meta field of WordPress User Profile
el: ειδικού πεδίου από το Προφίλ Χρήστη

source: Meta value as name
el: Τιμή ειδικού πεδίου για όνομα Χρήστη

source: Name and Birthday fields at WordPress User Registration Form
el: Όνομα και Ημερομηνία Γενεθλίων Χρήστη στη Φόρμα Εγγραφής Χρήστη

source: Only one calendar template is available per page. Please check your widget and shortcode options.
el: Μόνο ένα ημερολόγιο δύναται να εμφανιστεί ανά σελίδα. Παρακαλώ ελέξτε τις ρυθμίσεις σας.

source: Options
el: Ρυθμίσεις

source: Options successfully updated.
el: Οι επιλογές σας ενημερώθηκαν.

source: or you can click on our birthday button.
el: ή μπορείτε να πατήσετε το κουμπί γενεθλίων.

source: Please enter user's birthday requested by birthdays widget
el: Παρακαλώ εισάγετε τα γενέθλια του χρήστη καθώς ζητούνται από το πρόσθετο Birthdays Widget

source: Please fill all the boxes!
el: Παρακαλώ συμπληρώστε τα πεδία!

source: Plugin Version
el: Έκδοση Πρόσθετου

source: Query error
el: Πρόβλημα στο ερώτημα βάσης

source: records inserted!
el: εγγραφές έχουν εισαχθεί.

source: Save birthday of WordPress Users in our table and show birthday field in WordPress Profile Page
el: Αποθήκευση των γενεθλίων των WordPress χρηστών στον δικό μας πίνακα και εμφάνιση πεδίου στο Προφίλ Χρήστη

source: Second Color
el: Δεύτερο Χρώμα

source: Select a file first!
el: Πρώτα επιλέξτε αρχείο!

source: Select default User image
el: Διαλέξτε την προεπιλεγμένη εικόνα Χρήστη

source: Select if you want age of Users to be displayed
el: Διαλέξτε αν θέλετε να εμφανίζεται η ηλικία των Χρηστών

source: Select if you want comma (,) to be displayed between the names in widget
el: Διαλέξτε αν θέλετε να εμφανίζεται κόμμα(,) ανάμεσα στα ονόματα

source: Select if you want the colors of days marked with birthdays to change
el: Διαλέξτε αν θέλετε να εναλλάσσονται τα χρώματα των ημερών με γενέθλια

source: Select if you want the plugin to display # consecutive days from the current day or search for days with birthdays.
el: Επιλέξτε αν θέλετε το πρόσθετο να εμφανίζει τάδε συνεχόμενες μέρες από την τωρινή μέρα ή να εμφανίζει μελλοντικές μέρες με γενέθλια.

source: Select Image
el: Επιλέξτε εικόνα

source: Select number of consecutive days displayed in upcoming view
el: Επιλέξτε τον αριθμό συνεχόμενων ημερών

source: Select number of days with birthdays displayed in upcoming view
el: Επιλέξτε τον αριθμό ημερών με γενέθλια

source: Select the color of current day in Calendar view of widget
el: Διαλέξτε το χρώμα της τρέχουσας μέρας στην ημερολογιακή εμφάνιση του widget

source: Select the color of days marked with birthdays in Calendar view of widget
el: Διαλέξτε το χρώμα που θέλετε να

source: Select the image displayed on top of widget
el: Διαλέξτε την εικόνα που εμφανίζεται στην κορυφή του widget

source: Select the image you want for the birthdays widget
el: Επιλέξτε την εικόνα που θέλετε για το Widget Γενεθλίων

source: Select the second color to be displayed for consecutive days
el: Διαλέξτε το 2ο χρώμα που θα εμφανίζεται στις συνεχόμενες μέρες

source: Select which Wordpress User's meta value you like to be shown as name in widget
el: Επιλέξτε ποιο ειδικό πεδίο από το Προφίλ Χρήστη θέλετε να χρησιμοποιήσετε σαν Όνομα Χρήστη στο πρόσθετο

source: Set the width
el: Θέστε το πλάτος

source: Set the width of
el: Θέσε το πλάτος της

source: <b>Shortcode</b> is also available for use in posts or pages:
el: Επίσης υπάρχει διαθέσιμο <b>Shortcode</b> για χρήση σε άρθα και σελίδες:

source: Show User's age
el: Εμφάνιση Ηλικίας Χρήστη

source: The record was deleted!
el: Η εγγραφή διαγράφηκε!

source: The record was updated!
el: Η εγγραφή ενημερώθηκε!

source: There was an error!
el: Εμφανίστηκε κάποιο σφάλμα!

source: There was an error uploading the file, please try again!
el: Υπήρξε σφάλμα κατά τη μεταφόρτωση του αρχείου, παρακαλώ προσπαθήστε ξανά!

source: User Birthday
el: Γενέθλια Χρήστη

source: Widget's image
el: Εικόνας του Widget

source: WordPress User
el: Χρήστης WordPress

source: Write your custom "wish"
el: Γράψτε την "ευχή" που επιθυμείτε

source: Wrong CSV format!<br />
el: Λάθος μορφοποίηση του αρχείου CSV<br />

source: years old
el: χρονών

source: You can either add it your self,
el: Μπορείτε είτε να το εισάγετε μόνοι σας

source: You do not have sufficient permissions to access this page.
el: Δεν έχετε δικαίωμα πρόσβασης στη σελίδα.

source: Your new record was added!
el: Η εγγραφή σας προστέθηκε!
